export default function index() {
  // TODO: CSS 화면 정리
  return (
    <>
      <section>
        <h1>개인정보처리방침</h1>
      </section>
      <section>
        {/* 서론 */}
        <div>
          <p className="ls2">
            <em className="emphasis">
              &lt; 와니비니 &gt;('https://play.google.com/console/u/0/developers/6899934711816385937'이하 '와니비니')
            </em>
            은(는) 「개인정보 보호법」 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게
            처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.
          </p>
          <p className="ls2">
            ○ 이 개인정보처리방침은 <em className="emphasis">2023</em>년 <em className="emphasis">1</em>월{' '}
            <em className="emphasis">1</em>부터 적용됩니다.
          </p>
        </div>

        {/* 1. 개인정보의 처리 목적 */}
        <div>
          <p className="lh6 bs4">
            <strong>
              제1조(개인정보의 처리 목적)
              <em className="emphasis">
                &lt; 와니비니 &gt;('https://play.google.com/console/u/0/developers/6899934711816385937'이하 '와니비니')
              </em>
              은(는) 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는
              이용되지 않으며 이용 목적이 변경되는 경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등
              필요한 조치를 이행할 예정입니다.
            </strong>
          </p>
          <p className="ls2">1. 홈페이지 회원 가입 및 관리</p>
          <p className="ls2">
            회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지 및 관리, 서비스 부정이용 방지,
            각종 고지·통지를 목적으로 개인정보를 처리합니다.
          </p>
        </div>

        {/* 2. 개인정보의 처리 및 보유 기간 */}
        <div>
          <p className="lh6 bs4">
            <strong>제2조(개인정보의 처리 및 보유 기간)</strong>
          </p>
          <br />
          <br />① <em className="emphasis">&lt; 와니비니 &gt;</em>은(는) 법령에 따른 개인정보 보유·이용기간 또는
          정보주체로부터 개인정보를 수집 시에 동의받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.
          <br />② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다. 1. 홈페이지 회원 가입 및 관리: 사업자/단체
          홈페이지 탈퇴 시까지
          <br />
          다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료 시까지
          <p>1. 관계 법령 위반에 따른 수사·조사 등이 진행중인 경우에는 해당 수사·조사 종료시까지</p>
          <p>2. 홈페이지 이용에 따른 채권·채무관계 잔존 시에는 해당 채권·채무관계 정산 시까지</p>
        </div>

        {/* 3. 정보주체와 법정대리인의 권리·의무 및 그 행사방법에 관한 사항  */}
        <div>
          <p className="lh6 bs4">
            <strong>제3조(정보주체와 법정대리인의 권리·의무 및 그 행사방법에 관한 사항)</strong>
          </p>
          <p className="ls2">
            ① 정보주체는 와니비니에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다.
          </p>
          <p className="sub_p">
            ② 제1항에 따른 권리 행사는 와니비니에 대해 「개인정보 보호법」 시행령 제41조제1항에 따라 서면, 전자우편,
            모사전송(FAX) 등을 통하여 하실 수 있으며 와니비니은(는) 이에 대해 지체 없이 조치하겠습니다.
          </p>
          <p className="sub_p">
            ③ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이
            경우 “개인정보 처리 방법에 관한 고시(제2020-7호)” 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
          </p>
          <p className="sub_p">
            ④ 개인정보 열람 및 처리정지 요구는 「개인정보 보호법」 제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가
            제한 될 수 있습니다.
          </p>
          <p className="sub_p">
            ⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를
            요구할 수 없습니다.
          </p>
          <p className="sub_p">
            ⑥ 와니비니은(는) 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한
            자가 본인이거나 정당한 대리인인지를 확인합니다.
          </p>
        </div>

        {/* 4. 처리하는 개인정보의 항목 */}
        <div>
          <p className="lh6 bs4">
            <strong>제4조(처리하는 개인정보의 항목)</strong>
            <br /> ① <em className="emphasis">&lt; 와니비니 &gt;</em>은(는) 다음의 개인정보 항목을 처리하고 있습니다.
          </p>
          <p>
            &lt;카카오 개인정보 제3자 제공 동의&gt;
            <br />
            와니비니 회원 가입 시 (카카오 계정을 통한 간편 가입시) 제공 동의를 해주시는 자동 수집 항목입니다.
          </p>
          <ul>
            <li>필수항목: 프로필 정보(닉네임/프로필 사진), 카카오계정(이메일)</li>
          </ul>
        </div>

        {/* 5. 개인정보의 파기절차 및 파기방법 */}
        <div>
          <p className="lh6 bs4">
            <strong>제5조(개인정보의 파기절차 및 파기방법)</strong>
          </p>
          <p className="ls2">
            <br />① &lt; 와니비니 &gt; 은(는) 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을
            때에는 지체없이 해당 개인정보를 파기합니다.
            <br />② 개인정보 파기의 절차 및 방법은 다음과 같습니다.
            <br />
            1. 파기절차
            <br /> &lt; 와니비니 &gt; 은(는) 파기 사유가 발생한 개인정보를 선정하고, &lt; 와니비니 &gt; 의 개인정보
            보호책임자의 승인을 받아 개인정보를 파기합니다.
            <br />
            2. 파기방법
            <br />
            &lt; 와니비니 &gt; 은(는) 전자적 파일 형태로 기록·저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이
            문서에 기록·저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.
          </p>
        </div>

        {/* 6. 개인정보의 안전성 확보조치에 관한 사항 */}
        <div>
          <p className="lh6 bs4">
            <strong>
              제6조(개인정보의 안전성 확보조치에 관한 사항)
              <br />
              &lt; 와니비니 &gt; 은(는) 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
            </strong>
          </p>
          <p className="sub_p mgt10">
            1. 관리적 조치: 내부관리계획 수립·시행, 정기적 직원 교육 등
            <br />
            2. 기술적 조치: 개인정보처리시스템 등의 접근권한 관리, 접근통제시스템 설치, 고유식별정보 등의 암호화,
            보안프로그램 설치
            <br />
            3. 물리적 조치: 전산실, 자료보관실 등의 접근 통제
            <br />
          </p>
        </div>

        {/* 7. 개인정보를 자동으로 수집하는 장치의 설치·운영 및 그 거부에 관한 사항 */}
        <div>
          <p className="lh6 bs4">
            <strong>제7조(개인정보를 자동으로 수집하는 장치의 설치·운영 및 그 거부에 관한 사항)</strong>
          </p>
          <p className="ls2">
            와니비니 은(는) 정보주체의 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용하지 않습니다.
          </p>
        </div>

        {/* 8. 개인정보 보호책임자 */}
        <div>
          <p className="sub_p mgt30">
            <strong>제8조 (개인정보 보호책임자) </strong>
          </p>
          <p className="sub_p mgt10">
            ① <span className="colorLightBlue">와니비니</span> 은(는) 개인정보 처리에 관한 업무를 총괄해서 책임지고,
            개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를
            지정하고 있습니다.
          </p>
          <ul className="list_indent2 mgt10">
            <li className="tt">
              <em className="emphasis">▶ 개인정보 보호책임자 </em>
            </li>
            <li>
              <em className="emphasis">성명: 김현빈</em>
            </li>
            <li>
              <em className="emphasis">직책: 대표</em>
            </li>
            <li>
              <em className="emphasis">연락처: 01071163547, ghkdwp129@gmail.com</em>
            </li>
          </ul>

          <p className="sub_p">
            <em className="emphasis">
              ② 정보주체께서는 와니비니 의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의,
              불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 와니비니
              은(는) 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.
            </em>
          </p>
        </div>

        {/* 9. 권익침해 구제방법 */}
        <div>
          <p className="sub_p mgt30">
            <strong>제9조 (권익침해 구제방법)</strong>
          </p>
          <p className="sub_p mgt10">
            정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원
            개인정보침해신고센터 등에 분쟁 해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의 신고,
            상담에 대하여는 아래의 기관에 문의하시기 바랍니다.
          </p>
          <p>1. 개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)</p>
          <p>2. 개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)</p>
          <p>3. 대검찰청 : (국번없이) 1301 (www.spo.go.kr)</p>
          <p>4. 경찰청 : (국번없이) 182 (ecrm.cyber.go.kr)</p>
          <p>
            「개인정보보호법」제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제), 제37조(개인정보의 처리정지 등)의
            규정에 의한 요구에 대 하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익의 침해를 받은 자는
            행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.
          </p>
          <p>※ 행정심판에 대해 자세한 사항은 중앙행정심판위원회(www.simpan.go.kr) 홈페이지를 참고하시기 바랍니다.</p>
        </div>

        {/* 10. 개인정보 처리방침 변경에 관한 사항 */}
        <div>
          <p className="sub_p mgt30">
            <strong>제10조 (개인정보 처리방침 변경) </strong>
          </p>
          <p className="sub_p mgt10">① 이 개인정보 처리방침은 2023.10.30부터 적용됩니다.</p>
        </div>
      </section>
    </>
  );
}
