export default function Home() {
  return (
    <p>
      여러분을 위한 편리하고 친절한 약속 관리 앱, [P:ON]을 소개합니다! P:ON은 여러분의 바쁜 일상 속에서 약속을 쉽게
      관리하고, 소중한 시간을 더욱 효율적으로 활용할 수 있도록 도와줍니다. 이 앱은 약속 생성과 공유, 채팅 기능, 그리고
      일정 관리의 세 가지 핵심 기능을 제공합니다. 약속 생성과 공유 기능을 통해 여러분은 손쉽게 약속을 만들 수 있습니다.
      P:ON 내에서 원하는 날짜, 시간, 장소를 선택하여 약속을 생성하고, 친구들을 초대하거나 공유 링크를 생성해 함께 약속을
      만들어보세요. 친구들과의 약속을 공유하고 관리하는 것이 얼마나 간편하고 유용한지 느껴보실 거예요. 약속 채팅 기능은
      약속 관련 소통과 정보 공유를 원활하게 도와줍니다. Pinky라는 챗봇과 함께, 약속 채팅방에서는 약속 관련 사항이나
      준비물, 일정 변경사항 등을 손쉽게 공유할 수 있으며, 모든 참여자들이 실시간으로 소통할 수 있습니다. 이렇게 함께
      소통하면 약속에 대한 이해도가 높아지고, 더욱 원활한 약속 진행이 가능해집니다. 또한, 앱 내의 캘린더 기능을 통해
      개인의 일정을 효율적으로 관리할 수 있습니다. 약속을 생성할 때 해당 일정을 캘린더에 등록하고, 일정 변경 시 알림을
      받을 수 있어요. 이렇게 관리된 캘린더를 통해 약속이 있는 날짜와 시간을 한눈에 확인할 수 있습니다. 약속을 잊지 않고
      소중한 시간을 계획할 수 있어요. 마지막으로, Pinky라는 챗봇이 여러분을 도와줍니다. Pinky는 약속 관련 챗봇 채팅
      기능을 제공하여 사용자들이 약속에 관련된 정보를 한 번에 물어볼 수 있습니다. 예를 들어, "내일 저녁에 있는 약속은
      어떤 약속이에요?"와 같은 질문에 Pinky가 자동으로 약속 정보를 제공해줍니다. 빠르고 편리하게 약속에 대한 정보를 얻을
      수 있으니까요. P:ON과 함께라면, 여러분은 더욱 즐겁고 원활한 약속 관리를 경험할 수 있습니다. 소중한 약속들을 소중한
      사람들과 함께 더욱 즐겁게 만들어보세요. P:ON과 Pinky가 여러분의 일상을 더욱 편리하고 풍요롭게 만들어줄 거예요!
    </p>
  );
}
